<template>
	<div class="article-wrap">
		<h1>Информация о боте AniPosterBot</h1>
		<p>После нажатия кнопки "Создать пост" вы переходите в режим создания поста:</p>
		<ul>
			<li>Отправка любого текста приводит к добавлению\изменению заголовка поста.</li>
			<li>Отправка изображения\видео\гифки или альбома устанавливает соответствующий тип поста.</li>
			<li>Можно прикрепить ссылку на источник или "фулл".</li>
			<li>С помощью "Превью" можно узнать, как будет выглядеть ваш пост после отправки на канал.</li>
			<li>Можно отправлять текст, фото, гифки и т.д. несколько раз, содержание поста будет изменяться.</li>
		</ul>
		<h3>Добавление ссылок к посту</h3>
		<p>Ссылку можно добавить тремя способами:</p>
		<ul>
			<li>Просто скопировать ссылку в заголовок.</li>
			<li>Выделить нужные текст и нажать пкм на пк -> форматирование -> создать ссылку. Или долгим нажатием на текст на смартфоне.</li>
			<li>Отправить сообщение по шаблону "название - ссылка". Именно так - через пробел дефис пробел.</li>
		</ul>
		<hr>
		<p>Кроме того, бот сообщает о повторах, если вы при создании поста отправите ему изображение, которое уже было на канале в ближайшие два месяца. Также, если вы отправляете картинку с низким разрешением, то получаете соответствующее уведомление.</p>
		<hr>

		<h3>Предложка</h3>
		<p>Посты попадают в предложку по нескольким причинам:</p>
		<ol>
			<li>Ваш рейтинг ниже 500.</li>
			<li>Последнее время вы получали много предупреждений из-за удаления ваших постов.</li>
			<li>На данный момент канал заморожен (реклама, опрос или какое-либо другое событие).</li>
		</ol>
		<p>
			В предложке ваш пост проверяется на соответствие правилам и в большинстве случаев через определенное время отправляется на канал, но также может быть отклонён из-за субъективной оценки администрации. Посты в предложке иногда задерживаются (вплоть до 24ч) из-за очереди или по причине слишком большого количества уже отправленных постов. Мы стараемся, чтобы каждый арт, мем или видео продержались в топе хотя бы полчаса и собрали свои просмотры и оценки.
		</p>
		<hr>
		<h4><a href="https://t.me/ani_poster_bot">Открыть AniPosterBot в Telegram - @ani_poster_bot</a></h4>
	</div>
</template>