<template>
	<div class="article-wrap">
		<h1 style="text-align: center;">Правила <a href="https://t.me/joinchat/N1sXCVIJb2_ZkuVepVBTgg">AniPoster Chat</a></h1>
		<h3>Запрещено:</h3>
		<ol>
			<li>Оскорбления других пользователей чата (оскорбление в сторону администрации приводит к более серьёзному наказанию)</li>
			<li><a href="https://ru.wikipedia.org/wiki/%D0%A4%D0%BB%D1%83%D0%B4">Флуд (ссылка wiki)</a> - сообщения, занимающие большой объем пространства в чате и не несущие никакой полезной\интересной информации.</li>
			<li>Серьёзные спойлеры сюжета художественных произведений.</li>
			<p>Под серьёзный спойлер попадает, например, сообщение о смерти персонажа. Также, если во время обсуждения один из участников попросил не спойлерить, то даже легкий спойлер может быть сочтён за нарушение.</p>
			<li>Отправка порнографического контента.</li>
			<li>Отправка невалидных ссылок.</li>
			<p>Невалидной ссылка считается, если она не имеет отношения к текущей теме разговора | отправлена не с целью обсуждения в чате, а для получения собственной выгоды | вредоносная. Сами ссылки (с отключенным предпросмотром) не являются контентом, а считаются лишь средством для его распространения; поэтому могут обходить пункты 2 и 3, но с добавлением уведомления по типу "спойлер" или "хентай"\"18+". Желательны ссылки на крупные, общеизвестные ресурсы. Ссылки на сомнительные ресурсы могут быть сочтены вредоносными.</p>
			<li>Нацистская символика.</li>
			<li>Сцены насилия над людьми или над животными.</li>
			<li>Просьбы задизлайкать пост другого пользователя.</li>
		</ol>
		<hr>
		<p>Администрация вправе накладывать ограничения на пользователя вне зависимости от текущих правил, но только после соответствующего предупреждения и объяснения причины.</p>
		<p>В основном за нарушение правил чата на пользователя накладывается мут. В некоторых случаях неоднократные нарушения приводят к перманентному бану. Наказание может варьироваться по решению администрации.</p>
		<hr>
		<p>Если у вас возникли вопросы по правилам, можно уточнить какую-нибудь информацию - написать администратору <a href="https://t.me/tolaptik">@tolaptik (telegram)</a>.</p>
		<h4><a href="https://t.me/joinchat/N1sXCVIJb2_ZkuVepVBTgg">Присоединиться к чату</a></h4>
	</div>
</template>
