<template>
  <div class="article-wrap">
    <h1>Правила комментирования</h1>
    <ol>
		<li>Запрещены оскорбления создателя поста и других пользователей Ani \ Hentai Poster.</li>
		<li>Запрещены спойлеры сюжета аниме, манги и визуальных романов.</li>
		<li>Будьте вежливыми и уважайте вкусы других людей. </li>
    </ol>
    <hr>
    <p>За серьёзное или многократное нарушение правил комментирвания пользователь может быть забанен администрацией и потерять возможность оставлять комментарии. Длительность бана определяется администратором.</p>
  </div>
</template>

